Repository: Kostenkov-2021/filezilla
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: FileZilla: Switch between local and remote file lists; when not in a list, navigate to the remote file list.
ru: FileZilla: переключение между локальным и удалённым списками файлов; при отсутствии в списке - переход к списку удалённых файлов.

source: Unable to access the list because the FileZilla version is not detected
ru: Невозможно получить доступ к списку, поскольку версия FileZilla не обнаружена

source: FileZilla: go to the connections history button
ru: FileZilla: перейти к кнопке "История подключений"

source: Connection history
ru: История подключений

source: Search options
ru: Параметры поиска

source: Close the search.
ru: Закрыть поиск.

source: Not found {nb}
ru: Не найдено {nb}

source: The list of remote files cannot be found
ru: Список удалённых файлов не найден

source: The list of remote files cannot be found.
ru: Список удалённых файлов не найден.

source: Update of %s version %s
ru: Обновление %s версии %s

source: %s version %s is available. Would you like to update now? You can view the changes by clicking on the What's New button and scrolling down to Changes.
ru: Доступно %s версии %s. Хотите обновить сейчас? Вы можете просмотреть изменения, нажав кнопку «Что нового» и прокрутив вниз до пункта «Изменения».

source: No update is available.
ru: Обновление недоступно.

source: &Yes
ru: &Да

source: &No
ru: &Нет

source: Wha&t's new
ru: &Что нового

source: This module improves the FileZilla software by adding shortcuts and labels to unnamed buttons.
ru: Это дополнение улучшает доступность файлового менеджера File Zilla. Дополнение добавляет клавиатурные команды и метки к неподписанным кнопкам.
